Repository: HCKUO1117/qrcode
Catalog: lib/l10n/intl_*.arb
Languages: ar, ko

source: Copy
ar: نسخ
ko: 복사

# launch
source: Execute
ar: تنفيذ
ko: 실행

source: Search
ar: بحث
ko: 검색

# launchUrl
source: Open Link
ar: فتح رابط
ko: 링크 열기

source: Save Bookmark
ar: حفظ إشارة مرجعية
ko: 책갈피 저장

source: Send Email
ar: إرسال بريد إلكتروني
ko: 이메일 보내기

source: Send SMS
ar: إرسال رسائل قصيرة
ko: SMS 보내기

source: Call
ar: اتصال
ko: 통화

source: Open Map
ar: فتح الخريطة
ko: 지도 열기

source: Connect Wifi
ar: الاتصال بشبكة Wifi
ko: Wifi에 연결

source: Save Contact
ar: حفظ جهات الاتصال
ko: 연락처 저장

source: Save Calendar
ar: حفظ التقويم
ko: 캘린더 저장

source: Confirm
ar: تأكيد
ko: 확인

source: Cannot open
ar: لا يمكن فتحه
ko: 열 수 없음

source: coordinate
ar: إحداثيات
ko: 좌표

source: name
ar: اسم
ko: 이름

# openWifi
source: Please turn on Wifi first
ar: يرجى تشغيل Wifi أولاً
ko: 먼저 Wi-Fi를 켜십시오

source: Copied
ar: بالفعل نسخ
ko: 이미 Copy

source: password
ar: كلمة مرور

source: Choose
ar: تحديد
ko: Select

source: result
ar: نتيجة

# saveError
source: Save failed
ar: حفظ فشل
ko: Save Fail

# saveSuccess
source: Save successfully
ar: حفظ ناجح
ko: Save 성공

source: History
ar: محفوظات

source: Choose All
ar: تحديد الكل
ko: Select All

source: Build Qrcode
ar: إنشاء رمز الاستجابة السريعة
ko: Create Qrcode

source: Setting
ar: إعدادات
ko: Settings

# info
source: Information
ar: معلومات
ko: Info

# pro
source: Upgrade Pro
ar: ترقية Pro

source: Total
ar: إجمالي

source: Data
ar: بيانات

source: Complete
ar: تم

# youHaveNotScan
source: You haven't scanned any barcodes
ar: لم تقم بمسح أي رموز شريطية
ko: 바코드를 스캔하지 않았습니다

source: build
ar: إنشاء
ko: Create

source: Choose Type
ar: تحديد النوع
ko: Select Type

source: Content
ar: المحتوى

source: TEXT
ar: نص

source: URL
ar: ارتباط
ko: Link

source: EMAIL
ar: بريد إلكتروني

source: PHONE
ar: هاتف

source: GEO
ar: إحداثيات
ko: Coordinates

source: CONTACT
ar: جهات اتصال
ko: Contacts

source: BOOKMARK
ar: إشارات مرجعية
ko: Bookmarks

source: CALENDAR
ar: تقويم

source: Subject
ar: عنوان
ko: Title

# geoLat
source: Latitude
ar: خط العرض

# geoLon
source: Longitude
ar: خط الطول

source: Type
ar: النوع

source: Personal Info
ar: المعلومات الشخصية
ko: Personal Information

# displayName
source: Name
ar: الاسم

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Organization
ar: المنظمة

source: Organization Name
ar: اسم المنظمة

source: Organization Department
ar: قسم المؤسسة

source: Organization Title
ar: المسمى الوظيفي للمؤسسة

source: Website
ar: موقع الويب

source: Address
ar: العنوان

source: Street
ar: الشارع / الطريق
ko: Street/Road

source: City
ar: البلدة
ko: Township

source: State
ar: المقاطعة
ko: County

source: Postal
ar: الرمز البريدي
ko: Postal Code

source: Country
ar: البلد

source: Note
ar: الملاحظات
ko: Comments

source: All Day
ar: كل يوم

source: Start
ar: البداية

source: end
ar: النهاية

# wrongFormat
source: Format error
ar: التالفة
ko: Malformed

# wrongLength
source: Length does not match
ar: الطول غير متطابق
ko: 길이 불일치

# wrongChar
source: Unsupported character
ar: الأحرف غير المدعومة
ko: 지원되지 않는 Characters

source: Allowed Char
ar: الأحرف المسموح بها
ko: 허용되는 Characters

# proHint
source: Remove ads, unlock features
ar: إزالة الإعلانات 、 Unlock function
ko: 광고 제거 、Unlock function

source: To Google Play
ar: Go to Google Store
ko: Google Store로 이동

# notShowAgain
source: Don't show again
ar: لا تظهر مرة أخرى
ko: 더 이상 표시되지 않음

# soonOpen
source: soon to open
ar: سيتم فتحه قريبًا
ko: 열려고 함

source: Cancel
ar: إلغاء
ko: 취소

# safetyNotify
source: Before opening the link, please confirm whether it is a trusted link
ar: قبل فتح الرابط ، يرجى تأكيد ما إذا كان رابطًا موثوقًا به
ko: 링크를 열기 전에,신뢰할 수 있는 링크인지 확인하십시오

source: Language
ar: أو اللغة
ko: 언어

# generalSetting
source: General Settings
ar: أو الإعدادات العامة
ko: 일반 설정

source: vibrate
ar: أو الاهتزاز
ko: 진동

# urlNotify
source: Link open notification
ar: أو موجه فتح الرابط
ko: 링크 열기 프롬프트

source: All
ar: أو الكل
ko: 모두

source: Collect
ar: أو المفضلة
ko: 즐겨찾기

# noData
source: No records
ar: أو عدم وجود سجل
ko: 기록 없음

# recommendation
source: Improvement suggestion
ar: أو اقتراحات التحسين
ko: 개선 제안

source: Error report
ar: أو تقارير الأخطاء
ko: 오류 보고

source: Usage problem
ar: مشاكل الاستخدام
ko: 사용 문제

source: Other...
ar: أخرى ...
ko: 기타...

# feedbackType
source: Please select the type of feedback you want
ar: الرجاء تحديد النوع الذي تريد الإبلاغ عنه
ko: 보고할 유형을 선택하십시오

# explainFeedback
source: Please explain your question or feedback
ar: يرجى وصف مشكلتك أو ملاحظاتك
ko: 문제 또는 피드백을 설명하십시오

source: Yor content
ar: المحتوى الخاص بك
ko: 내용

# typeEmpty
source: Please enter the type
ar: يرجى إدخال النوع
ko: 유형을 입력하십시오

# contentEmpty
source: Please enter content
ar: يرجى إدخال المحتوى
ko: 내용을 입력하십시오

source: Send
ar: إرسال
ko: 보내기

# enter
source: Please enter...
ar: الرجاء إدخال ...
ko: 입력하십시오...

source: Feedback
ar: الملاحظات
ko: 피드백

# purchasedNote
source: You have already purchased, if the purchased content is not executed correctly, please try to restart the APP
ar: لديك بالفعل تم شراؤها ، إذا لم يتم تنفيذ المحتوى الذي تم شراؤه بشكل صحيح ، يرجى محاولة إعادة تشغيل التطبيق
ko: 이미 구매했습니다, 구매한 콘텐츠가 제대로 실행되지 않는 경우,앱을 다시 시작해 보세요

# normalUser
source: Basic Edition
ar: الإصدار الأساسي
ko: 기본 버전

# proUser
source: Professional Edition
ar: الإصدار الاحترافي
ko: 프로페셔널 버전

# restore
source: Restore Purchases
ar: استعادة الشراء
ko: 구매 복원

# restoreNote
source: Already purchased? Please click here
ar: تم شراؤه بالفعل؟ الرجاء النقر هنا
ko: 이미 구매했습니까? 여기를 클릭하세요

# needPro
source: To use this feature, please upgrade to the Pro version. Already purchased? Please click to restore the purchase.
ar: إذا كنت تريد استخدام هذه الوظيفة ، يرجى الترقية إلى الإصدار الاحترافي. هل سبق شراؤه؟ الرجاء النقر لاستئناف الشراء.
ko: 이 기능을 사용하려면,프로페셔널 버전으로 업그레이드하세요. 이미 구매했습니까? 구매를 재개하려면 클릭하십시오.

# restoreSuccess
source: You have successfully restored your purchase
ar: لقد نجحت في استعادة المشتريات
ko: 성공적으로 구매를 복원했습니다

# notify
source: Reminder
ko: 알림
